"use client";
import { HeaderPart } from "@/components/Header";
import { StarIcon } from "@/components/icons/Star";
import { Footer } from "@/components/pages/Footer";
import React from "react";

export default function page() {
  return (
    <div>
      <HeaderPart />
      <div className="flex flex-col pt-[100px] container mx-auto">
        <div className="flex gap-[10px]">
          <StarIcon />
          <h1 className="font-[600]">Үйлчилгээний нөхцөл</h1>
        </div>
        <div className="flex justify-center">
          <h1 className="flex flex-col gap-[5px]  ">
            <br />
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
            <br />
            <br />
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <br />
            <br />
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
            <br />
            <br />
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино. <br />
            <br />
            <br />
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <br />
            <br />
            <br />
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
            <br />
            <br />
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <br />
            <br />
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
            <br />
            <br />
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино. <br />
            <br />
            <br />
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <br />
            <br />
            <br />
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
            <br />
            <br />
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <br />
            <br />
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
            <br />
            <br />
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино. <br />
            <br />
            <br />
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
            <br />
            <br />
          </h1>
        </div>
      </div>
      <Footer />
    </div>
  );
}
